IDEA Open Model
ConcreteBlockData.Center Property
Compatible with IDEA StatiCa Beta 20.0
 Center of the concrete block LCS
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Point3D Center { get; set; }
Public Property Center As Point3D
	Get
	Set
Property Value
Type: Point3D
See Also
Reference
ConcreteBlockData Class
IdeaRS.OpenModel.Connection Namespace